[
{
  "model": "songs.songcategory",
  "pk": 1,
  "fields": {
    "name": "Love",
    "description": "The perfect music for a romantic setting",
    "image_url": "https://www.freevector.com/uploads/vector/preview/18969/33.jpg"
  }
},
{
  "model": "songs.songcategory",
  "pk": 2,
  "fields": {
    "name": "Swing & Dance",
    "description": "Get up and dance all night with these swingin' tunes",
    "image_url": "https://swingdancesurrey.com/WP/wp-content/uploads/2019/03/Cartoon-Swing-Photo.jpg"
  }
},
{
  "model": "songs.songcategory",
  "pk": 3,
  "fields": {
    "name": "Sad & Lonely",
    "description": "For those days when the sky is grey and life is no thrill",
    "image_url": "https://miro.medium.com/max/11520/0*b_4YwpjLJDM5uZE7"
  }
},
{
  "model": "songs.songcategory",
  "pk": 4,
  "fields": {
    "name": "Soft & Gentle",
    "description": "Smooth tunes that soothe the soul",
    "image_url": "https://i.ytimg.com/vi/y-lJcNRGcqs/maxresdefault.jpg"
  }
},
{
  "model": "songs.songcategory",
  "pk": 5,
  "fields": {
    "name": "Fun",
    "description": "Music that bops",
    "image_url": "https://i.ytimg.com/vi/sokABMo1S8U/maxresdefault.jpg"
  }
},
{
  "model": "songs.songcategory",
  "pk": 6,
  "fields": {
    "name": "Inspiring",
    "description": "Music that lifts you up even when you're down",
    "image_url": "https://www.udiscovermusic.com/wp-content/uploads/2019/04/best-jazz-songs.jpg"
  }
},
{
  "model": "songs.song",
  "pk": 1,
  "fields": {
    "name": "The Way You Look Tonight",
    "lyrics": "Some day, when I'm awfully low, When the world is cold, I will feel a glow just thinking of you, And the way you look tonight. Yes you're lovely, with your smile so warm And your cheeks so soft, There is nothing for me but to love you, And the way you look tonight. With each word your tenderness grows, Tearing my fear apart, And that laugh that wrinkles your nose, It touches my foolish heart. Lovely, Never, ever change. Keep that breathless charm. Won't you please arrange it? Cause I love you, Just the way you look tonight. Just the way you look to-night.",
    "audio_url": "https://res.cloudinary.com/dyed10v2u/video/upload/v1583760304/upload_songs/03_The_Way_You_Look_Tonight_Remastered_ezoifp.mp3",
    "audio_preview_url": "https:\\/\\/e-cdns-preview-f.dzcdn.net\\/stream\\/c-f413b678e8d7710098ef10b16f7dafac-5.mp3",
    "release_year": 1964,
    "artist": 3,
    "categories": [
      1
    ]
  }
},
{
  "model": "songs.song",
  "pk": 2,
  "fields": {
    "name": "Come Fly with Me",
    "lyrics": "Come fly with me, let's fly, let's fly away If you can use some exotic booze There's a bar in far Bombay Come fly with me, let's fly, let's fly away Come fly with me, let's float down to Peru In llama-land there's a one-man band And he'll toot his flute for you Come fly with me, let's take off in the blue Once I get you up there Where the air is rarefied We'll just glide Starry-eyed Once I get you up there I'll be holding you so near You may hear Angels cheer, 'cause we're together Weather-wise, it's such a lovely day Just say the words and we'll beat the birds Down to Acapulco Bay It is perfect for a flying honeymoon, they say Come fly with me, let's fly, let's fly away Once I get you up there Where the air is rarefied We'll just glide Starry-eyed Once I get you up there I'll be holding you so near You may hear Angels cheer, 'cause we're together Weather-wise, it's such a lovely day You just say the words and we'll beat the birds Down to Acapulco Bay It's perfect for a flying honeymoon, they say Come fly with me, let's fly let's fly Pack up let's fly away!",
    "audio_url": "https://res.cloudinary.com/dyed10v2u/video/upload/v1583760305/upload_songs/01_Come_Fly_With_Me_Remastered_sqr9xf.mp3",
    "audio_preview_url": "https:\\/\\/e-cdns-preview-7.dzcdn.net\\/stream\\/c-7c9028592cce6feadb912f01ac756361-5.mp3",
    "release_year": 1958,
    "artist": 3,
    "categories": [
      1,
      2
    ]
  }
},
{
  "model": "songs.song",
  "pk": 3,
  "fields": {
    "name": "Can't We Be Friends",
    "lyrics": "I thought I'd found the man of my dreams Now it seems, this is how the story ends He's going to turn me down and say Can't we be friends I thought for once it couldn't go wrong Not for long, I can see the way this ends He's going to turn me down and say Can't we be friends Never again, through with love Through with men They play their game without shame And who's to blame I thought I'd found a man I could trust What a bust, this is how the story ends He's going to turn me down and say Can't we be friends Yes, I thought I knew the wheat from the chaff What a laugh, this is how our story ends I'll let her turn me down and say Can't we be friends I acted like a kid out of school What a fool, now I see this is the end I'll let her turn me down and say Can't we be friends Oh what should I give Though he gave me the air Why should I cry He was sigh and wonder why Yes, I should have seen the signal to stop What a flop, this is how the story ends She's gonna turn me down and say Can't we be friends What should I give Though he gave me the air And why should I cry He was sigh and wonder why I should have seen the signal to stop What a flop, this is how the story ends I let him turn me down and say Can't we be, can't we be, can't we be Can't we be, can't we be, can't we be friends Oh yes",
    "audio_url": "https://res.cloudinary.com/dyed10v2u/video/upload/v1584010791/upload_songs_EllaFitzgerald/01_Can_t_We_Be_Friends__jkbpw3.mp3",
    "audio_preview_url": "https:\\/\\/e-cdns-preview-b.dzcdn.net\\/stream\\/c-bc377a919e4543087ee48ac9e2107f34-2.mp3",
    "release_year": 1956,
    "artist": 2,
    "categories": [
      1,
      3
    ]
  }
},
{
  "model": "songs.song",
  "pk": 4,
  "fields": {
    "name": "A Foggy Day",
    "lyrics": "I was a stranger in the city Out of town were the people I knew I had that feeling of self-pity What to do, what to do, what to do The outlook was decidedly blue  But as I walked through the foggy streets alone It turned out to be the luckiest day I've known  A foggy day, in London town Had me low, had me down I viewed the morning, with much alarm British Museum, had lost its charm  How long I wondered, Could this thing last But the age of miracles, hadn't passed For suddenly, I saw you there And through foggy London town, The sun was shining everywhere  For suddenly, I saw you there And through foggy London town, The sun was shining everywhere  Everywhere Everywhere Everywhere",
    "audio_url": "https://res.cloudinary.com/dyed10v2u/video/upload/v1584010797/upload_songs_EllaFitzgerald/07_A_Foggy_Day_feat._Ray_Brown_Herb_Ellis_Oscar_Peterson_Buddy_Rich_bpquip.mp3",
    "audio_preview_url": "https:\\/\\/e-cdns-preview-3.dzcdn.net\\/stream\\/c-36fbf22199e6d57a0abb0ed7ddc640e6-4.mp3",
    "release_year": 1956,
    "artist": 2,
    "categories": [
      1
    ]
  }
},
{
  "model": "songs.song",
  "pk": 5,
  "fields": {
    "name": "Isn't This a Lovely Day",
    "lyrics": "He weather is fright'ning The thunder and lightning Seem to be having their way But as far as I'm concerned, it's a lovely day The turn in the weather Will keep us together So I can honestly say That as far as I'm concerned, it's a lovely day And everything's o.k. Isn't this a lovely day To be caught in the rain? You were going on your way Now you've got to remain Just as you were going, leaving me all at sea The clouds broke, they broke and oh! What a break for me I can see the sun up high Tho' we're caught in the storm I can see where you and I Could be cozy and warm Let the rain pitter patter But it really doesn't matter If the skies are gray Long as I can be with you it's a lovely day",
    "audio_url": "https://res.cloudinary.com/dyed10v2u/video/upload/v1584010793/upload_songs_EllaFitzgerald/02_Isn_t_This_a_Lovely_Day__feat._Oscar_Peterson_Herb_Ellis_Ray_Brown_Buddy_Rich_ic2vuw.mp3",
    "audio_preview_url": "https:\\/\\/e-cdns-preview-2.dzcdn.net\\/stream\\/c-2ef8464e3eeb6c4861962b7aa255d108-4.mp3",
    "release_year": 1956,
    "artist": 2,
    "categories": [
      1
    ]
  }
},
{
  "model": "songs.song",
  "pk": 6,
  "fields": {
    "name": "Moonlight In Vermont",
    "lyrics": "Pennies in a stream Falling leaves, a sycamore Moonlight in Vermont Icy finger-waves Ski trails on a mountainside Snowlight in Vermont Telegraph cables, they sing down the highway And travel each bend in the road People who meet in this romantic setting Are so hypnotized by the lovely Ev'ning summer breeze Warbling of a meadowlark Moonlight in Vermont Telegraph cables, how they sing down the highway And they travel each bend in the road People who meet in this romantic setting Are so hypnotized by the lovely Ev'ning summer breeze The warbling of a meadowlark Moonlight in Vermont Moonlight in Vermont Moonlight in Vermont",
    "audio_url": "https://res.cloudinary.com/dyed10v2u/video/upload/v1584010792/upload_songs_EllaFitzgerald/03_Moonlight_In_Vermont_feat._Ray_Brown_Herb_Ellis_Oscar_Peterson_Buddy_Rich_ods0pi.mp3",
    "audio_preview_url": "https:\\/\\/e-cdns-preview-f.dzcdn.net\\/stream\\/c-ff52e1779bbb9f71b127f66add607dcd-8.mp3",
    "release_year": 1956,
    "artist": 2,
    "categories": [
      4,
      3
    ]
  }
},
{
  "model": "songs.song",
  "pk": 7,
  "fields": {
    "name": "Under a Blanket of Blue",
    "lyrics": "Under A Blanket of Blue Just you and I beneath the stars. Wrapped in the arms of sweet romance The night is ours.  Under A Blanket of Blue Let me be thrilled by all your charms Darling, I know my heart will dance Within your arms.  A summer night's magic, enthralling me so. The night would be tragic, if you weren't here to shareit my dear, Covered with heaven above.  Let's dream a dream of love for two, Wrapped in the arms of sweet romance, Under A Blanket of Blue.",
    "audio_url": "https://res.cloudinary.com/dyed10v2u/video/upload/v1584010798/upload_songs_EllaFitzgerald/05_Under_a_Blanket_of_Blue_feat._Oscar_Peterson_Ray_Brown_Buddy_Rich_dgtmbu.mp3",
    "audio_preview_url": "https:\\/\\/e-cdns-preview-0.dzcdn.net\\/stream\\/c-0cbcdc552bd620f5ed0e523c5f7a88ab-2.mp3",
    "release_year": 1956,
    "artist": 2,
    "categories": [
      1,
      4
    ]
  }
},
{
  "model": "songs.song",
  "pk": 8,
  "fields": {
    "name": "Tenderly",
    "lyrics": "The evening breeze caressed the trees tenderly The trembling trees embraced the breeze tenderly Then you and I came wandering by And lost in a sigh were we The shore was kissed by sea and mist tenderly I can't forget how two hearts met breathlessly Your arms opened wide and closed me inside You took my lips, you took my love so tenderly",
    "audio_url": "https://res.cloudinary.com/dyed10v2u/video/upload/v1584010793/upload_songs_EllaFitzgerald/06_Tenderly_o6u1fn.mp3",
    "audio_preview_url": "https:\\/\\/e-cdns-preview-8.dzcdn.net\\/stream\\/c-8b22f2773754f2828f71f8cfaf5eb173-6.mp3",
    "release_year": 1956,
    "artist": 2,
    "categories": [
      4
    ]
  }
},
{
  "model": "songs.song",
  "pk": 9,
  "fields": {
    "name": "Stars Fell on Alabama",
    "lyrics": "We lived our little drama, we kissed in a field of white And stars fell on Alabama last night I can't forget the glamor, your eyes held a tender light And stars fell on Alabama last night I never planned in my imagination a situation so heavenly A fairy land where no one else could enter And in the center, just you and me My heart beat like a hammer, my arms wound around you tight And stars fell on Alabama last night I never planned in my imagination a situation so heavenly A fairy land where no one else could enter In the center, just you and me My heart beat like a hammer, my arms wound around you tight And stars fell on Alabama last night",
    "audio_url": "https://res.cloudinary.com/dyed10v2u/video/upload/v1584010797/upload_songs_EllaFitzgerald/08_Stars_Fell_On_Alabama_sui2zv.mp3",
    "audio_preview_url": "https:\\/\\/e-cdns-preview-1.dzcdn.net\\/stream\\/c-11819cef1b785d358159ead2050e8a79-7.mp3",
    "release_year": 1956,
    "artist": 2,
    "categories": [
      1,
      4
    ]
  }
},
{
  "model": "songs.song",
  "pk": 10,
  "fields": {
    "name": "Cheek to Cheek",
    "lyrics": "Heaven, I'm in heaven, And my heart beats so that I can hardly speak And I seem to find the happiness I seek When we're out together dancing, cheek to cheek Heaven, I'm in heaven, And the cares that hang around me through the week Seem to vanish like a gambler's lucky streak When we're out together dancing, cheek to cheek Oh! I love to climb a mountain, And to reach the highest peak, But it doesn't thrill me half as much As dancing cheek to cheek Oh! I love to go out fishing In a river or a creek, But I don't enjoy it half as much As dancing cheek to cheek Dance with me I want my arm about you The charm about you Will carry me through to heaven I'm in heaven And my heart beats so that I can hardly speak And I seem to find the happiness I seek When we're out together dancing cheek to cheek",
    "audio_url": "https://res.cloudinary.com/dyed10v2u/video/upload/v1584010799/upload_songs_EllaFitzgerald/09_Cheek_to_Cheek_lfr5ii.mp3",
    "audio_preview_url": "https:\\/\\/e-cdns-preview-6.dzcdn.net\\/stream\\/c-6357302206f1aa15c2546f458c24e43b-10.mp3",
    "release_year": 1956,
    "artist": 2,
    "categories": [
      1
    ]
  }
},
{
  "model": "songs.song",
  "pk": 11,
  "fields": {
    "name": "The Nearness of You",
    "lyrics": "It's not the pale moon that excites me That thrills and delights me, oh no It's just the nearness of you It isn't your sweet conversation That brings this sensation, oh no It's just the nearness of you When you're in my arms And I feel you so close to me All my wildest dreams come true I need no soft lights to enchant me If you'll only grant me the right to hold you ever so tight And to feel in the night the nearness of you It's not the pale moon that excites me That thrills and delights me, oh no Yes, it's just the nearness of you It isn't your sweet conversation That brings this sensation, oh no Yes, it's just the nearness of you When you're in my arms And I feel you so close to me All my wildest dreams come true And I need no soft lights to enchant me If you'll only grant me the right to hold you ever so tight, yeah babe And to feel in the night, babe, the nearness of you When you're in my arms And I feel you so close to me All my wildest dreams come true I need no soft lights to enchant me If you'll only grant me the right to hold you ever so tight And to feel in the night the nearness of you",
    "audio_url": "https://res.cloudinary.com/dyed10v2u/video/upload/v1584010798/upload_songs_EllaFitzgerald/10_The_Nearness_of_You_dk2n2j.mp3",
    "audio_preview_url": "https:\\/\\/e-cdns-preview-9.dzcdn.net\\/stream\\/c-9e1be8012fe84303f5ac8dcf7161fedb-3.mp3",
    "release_year": 1956,
    "artist": 2,
    "categories": [
      1,
      4
    ]
  }
},
{
  "model": "songs.song",
  "pk": 12,
  "fields": {
    "name": "April in Paris",
    "lyrics": "I never knew the charm of spring I never met it face to face I never knew my heart could sing I never missed a warm embrace Till April in Paris, chestnuts in blossom Holiday tables under the trees April in Paris, this is a feeling That no one can ever reprise I never knew the charm of spring I never met it face to face I never knew my heart could sing I never missed a warm embrace Till April in Paris Whom can I run to? What have you done to my heart?",
    "audio_url": "https://res.cloudinary.com/dyed10v2u/video/upload/v1584010801/upload_songs_EllaFitzgerald/11_April_In_Paris_bli2p9.mp3",
    "audio_preview_url": "https:\\/\\/e-cdns-preview-3.dzcdn.net\\/stream\\/c-3ed484390ff5e595453ed51d1b4fe7bb-6.mp3",
    "release_year": 1956,
    "artist": 2,
    "categories": [
      1,
      4
    ]
  }
},
{
  "model": "songs.song",
  "pk": 13,
  "fields": {
    "name": "They Can't Take That Away From Me",
    "lyrics": "There are many many crazy things That will keep me loving you And with your permission May I list a few The way you wear your hat The way you sip your tea The memory of all that No, no they can't take that away from me The way your smile just beams The way you sing off key The way you haunt my dreams No, no they can't take that away from me We may never never meet again, on that bumpy road to love Still I'll always, always keep the memory of The way you hold your knife The way we danced until three The way you changed my life No, no they can't take that away from me No, they can't take that away from me",
    "audio_url": "https://res.cloudinary.com/dyed10v2u/video/upload/v1584010800/upload_songs_EllaFitzgerald/04_They_Can_t_Take_That_Away_from_Me_fkdwwv.mp3",
    "audio_preview_url": "https:\\/\\/e-cdns-preview-6.dzcdn.net\\/stream\\/c-69144a6a36139ff43c9d6b5d13667a65-4.mp3",
    "release_year": 1956,
    "artist": 2,
    "categories": [
      1,
      5
    ]
  }
},
{
  "model": "songs.song",
  "pk": 14,
  "fields": {
    "name": "The Best Is Yet to Come",
    "lyrics": "Out of the tree of life I just picked me a plum You came along and everything started'in to hum Still it's a real good bet The best is yet to come Best is yet to come and babe won't that be fine You think you've seen the sun But you ain't seen it shine A wait til the warm up's under way Wait til our lips have met And wait til you see that sunshine day You ain't seen nothing yet The best is yet to come And babe won't it be fine Best is yet to come, Come the day you're mine Come the day you're mine I'm gonna teach you to fly We've only tasted the wine We're gonna drain the cup dry Wait til your charms are right for these arms, to surround You think you've flown before But baby you ain't left the ground Wait till you're locked in my embrace Wait til I draw you near And wait til you see that sunshine place Ain't nothing like it here The best is yet to come And babe won't it be fine The best is yet to come, Come the day you're mine Come the day you're mine And you're gonna be mine",
    "audio_url": "https://res.cloudinary.com/dyed10v2u/video/upload/v1583760306/upload_songs/02_The_Best_Is_Yet_to_Come_feat._Count_Basie_His_Orchestra_Remastered_cj02wf.mp3",
    "audio_preview_url": "https:\\/\\/e-cdns-preview-9.dzcdn.net\\/stream\\/c-919ad5ba95109db00b9f53cad523a9d3-6.mp3",
    "release_year": 1964,
    "artist": 3,
    "categories": [
      5
    ]
  }
},
{
  "model": "songs.song",
  "pk": 15,
  "fields": {
    "name": "Luck Be a Lady",
    "lyrics": "Luck be a lady tonight Luck be a lady tonight Luck if you've been a lady to begin with Luck be a lady tonight Luck let a gentleman see Just how nice a dame you can be I know the way you've treated other guys you've been with Luck be a lady with me A lady never leaves her escort It isn't fair, it isn't nice A lady doesn't wander all over the room And blow on some other guys dice Lets keep this party polite Never get out of my sight Stick with me baby, I'm the guy that you came in with Luck be a lady tonight",
    "audio_url": "https://res.cloudinary.com/dyed10v2u/video/upload/v1583760306/upload_songs/04_Luck_Be_a_Lady_Remastered_yv2px0.mp3",
    "audio_preview_url": "https:\\/\\/e-cdns-preview-7.dzcdn.net\\/stream\\/c-7a5997e2af7220b979316e1b5535dcb2-6.mp3",
    "release_year": 1963,
    "artist": 3,
    "categories": [
      5
    ]
  }
},
{
  "model": "songs.song",
  "pk": 16,
  "fields": {
    "name": "Bewitched",
    "lyrics": "She's a fool and don't I know it? But a fool can have her charms I'm in love and don't I show it? Like a babe in arms Love's the same old sad sensation Lately, I've not slept a wink Since this silly situation Has me on the blink I'm wild again, beguiled again A simpering, whimpering child again Bewitched, bothered, and bewildered am I Couldn't sleep, wouldn't sleep Then love came and told me I shouldn't sleep Bewitched, bothered, and bewildered am I Lost my heart, but what of it? She is cold, I agree She might laugh, but I love it Although the laugh's on me I'll sing to her, bring spring to her And long for the day when I'll cling to her Bewitched, bothered and bewildered am I",
    "audio_url": "https://res.cloudinary.com/dyed10v2u/video/upload/v1583760303/upload_songs/05_Bewitched_Remastered_jdznfh.mp3",
    "audio_preview_url": "https:\\/\\/e-cdns-preview-e.dzcdn.net\\/stream\\/c-eb44a40b56d0a279f7e6d8d8cc6278f8-6.mp3",
    "release_year": 1957,
    "artist": 3,
    "categories": [
      1,
      4,
      3
    ]
  }
},
{
  "model": "songs.song",
  "pk": 17,
  "fields": {
    "name": "The Good Life",
    "lyrics": "It's the good life, full of fun, seems to be the ideal, Yes, the good life, lest you hide all the sadness you feel, You won't really fall in love 'cause you can't take the chance, So be honest with yourself, don't try to fake romance. Yes, the good life, to be free and explore the unknown, Like the heartache when you learn you must face them alone, Please remember I still want you and in case you wonder why, Well, just wake up, kiss that good life goodbye. Please remember I still want you and in case you wonder why, Well, just wake up, kiss that good life goodbye.",
    "audio_url": "https://res.cloudinary.com/dyed10v2u/video/upload/v1583760309/upload_songs/06_The_Good_Life_feat._Count_Basie_His_Orchestra_Remastered_w3uio7.mp3",
    "audio_preview_url": "https:\\/\\/e-cdns-preview-a.dzcdn.net\\/stream\\/c-adacdcb49d904161c807cd659ffb5b3c-6.mp3",
    "release_year": 1964,
    "artist": 3,
    "categories": [
      2,
      5
    ]
  }
},
{
  "model": "songs.song",
  "pk": 18,
  "fields": {
    "name": "The Girl from Ipanema",
    "lyrics": "Tall and tan and young and lovely The girl from Ipanema goes walking And when she passes, each one she passes Goes \"a-a-a-h\" When she walks she's like a samba When she walks, she's like a samba That swings so cool and sways so gentle That when she passes, each one she passes Goes \"a-a-a-h\" Oh, but I watch her so sadly How can I tell her I love her Yes, I would give my heart gladly But each day as she walks to the sea She looks straight ahead, not at me Tall and tan and young and lovely The girl from Ipanema goes walking And when she passes, I smile, but she Doesn't see. She just doesn't see No, she just doesn't",
    "audio_url": "https://res.cloudinary.com/dyed10v2u/video/upload/v1583760308/upload_songs/07_The_Girl_From_Ipanema_Remastered_vbemzi.mp3",
    "audio_preview_url": "https:\\/\\/e-cdns-preview-4.dzcdn.net\\/stream\\/c-41cce4b8249648e5baf16e2f89b5389f-5.mp3",
    "release_year": 1967,
    "artist": 3,
    "categories": [
      1,
      4
    ]
  }
},
{
  "model": "songs.song",
  "pk": 19,
  "fields": {
    "name": "Fly Me to the Moon (In Other Words)",
    "lyrics": "Fly me to the moon Let me play among the stars Let me see what spring is like On a, Jupiter and Mars In other words, hold my hand In other words, baby, kiss me  Fill my heart with song And let me sing for ever more You are all I long for All I worship and adore In other words, please be true In other words, I love you  Fill my heart with song Let me sing for ever more You are all I long for All I worship and adore In other words, please be true In other words, in other words I love you.",
    "audio_url": "https://res.cloudinary.com/dyed10v2u/video/upload/v1583760309/upload_songs/08_Fly_Me_to_the_Moon_feat._Count_Basie_His_Orchestra_Remastered_sjripf.mp3",
    "audio_preview_url": "https:\\/\\/e-cdns-preview-8.dzcdn.net\\/stream\\/c-872ee25fb58f790c43d01b5e9f19a112-5.mp3",
    "release_year": 1964,
    "artist": 3,
    "categories": [
      1,
      2
    ]
  }
},
{
  "model": "songs.song",
  "pk": 20,
  "fields": {
    "name": "Strangers in the Night",
    "lyrics": "Strangers in the night exchanging glances Wond'ring in the night What were the chances we'd be sharing love Before the night was through.  Something in your eyes was so inviting, Something in your smile was so exciting, Something in my heart, Told me I must have you.  Strangers in the night, two lonely people We were strangers in the night Up to the moment When we said our first hello. Little did we know Love was just a glance away, A warm embracing dance away and -  Ever since that night we've been together. Lovers at first sight, in love forever. It turned out so right, For strangers in the night.  Love was just a glance away, A warm embracing dance away -  Ever since that night we've been together. Lovers at first sight, in love forever. It turned out so right, For strangers in the night.  Do dody doby do do doo de la da da da da ya",
    "audio_url": "https://res.cloudinary.com/dyed10v2u/video/upload/v1583760310/upload_songs/10_Strangers_In_the_Night_Remastered_jjfty1.mp3",
    "audio_preview_url": "https:\\/\\/e-cdns-preview-5.dzcdn.net\\/stream\\/c-588b49c82d6c78c6797c2cda818f24c0-5.mp3",
    "release_year": 1966,
    "artist": 3,
    "categories": [
      1
    ]
  }
},
{
  "model": "songs.song",
  "pk": 21,
  "fields": {
    "name": "Call Me Irresponsible",
    "lyrics": "Call me irresponsible - call me unreliable Throw in undependable too Do my foolish alibis bore you Well I'm not too clever - I just adore you  Call me unpredictable - tell me I'm impractical Rainbows I'm inclined to pursue Call me irresponsible - yes I'm unreliable But it's undeniably true - I'm irresponsibly mad for you",
    "audio_url": "https://res.cloudinary.com/dyed10v2u/video/upload/v1583760308/upload_songs/11_Call_Me_Irresponsible_Remastered_msljtr.mp3",
    "audio_preview_url": "https:\\/\\/e-cdns-preview-3.dzcdn.net\\/stream\\/c-3be5db6e2f37abd92773f33f344772be-6.mp3",
    "release_year": 1963,
    "artist": 3,
    "categories": [
      1,
      4
    ]
  }
},
{
  "model": "songs.song",
  "pk": 22,
  "fields": {
    "name": "Somethin' Stupid",
    "lyrics": "I know I stand in line until you think You have the time to spend an evening with me And if we go someplace to dance I know that there's a chance you won't be leaving with me And afterwards we drop into a quiet little place And have a drink or two And then I go and spoil it all by saying Something stupid like I love you I can see it in your eyes that you despise The same old lines you heard the night before And though it's just a line to you for me it's true And never seemed so right before I practice everyday to find some clever lines To say to make the meaning come true But then I think I'll wait until the evening gets late And I'm alone with you The time is right, your perfume fills my head The stars get blue and all my eyes get red And then I go and spoil it all by saying Something stupid like I love you The time is right, your perfume fills my head The stars get red and all the night's so blue And then I go and spoil it all by saying Something stupid like I love you I love you I love you",
    "audio_url": "https://res.cloudinary.com/dyed10v2u/video/upload/v1583760309/upload_songs/12_Somethin_Stupid_Remastered_ocerkr.mp3",
    "audio_preview_url": "https:\\/\\/e-cdns-preview-6.dzcdn.net\\/stream\\/c-67ebbf2555cafc4b6048401f32d1c830-5.mp3",
    "release_year": 1967,
    "artist": 3,
    "categories": [
      1
    ]
  }
},
{
  "model": "songs.song",
  "pk": 23,
  "fields": {
    "name": "My Kind of Town",
    "lyrics": "Now this could only happen to a guy like me And only happen in a town like this So may I say to each of you most gratefully As I throw each one of you a kiss  This is my kind of town, Chicago is My kind of town, Chicago is My kind of people too People who smile at you  And each time I roam, Chicago is Calling me home, Chicago is Why I just grin like a clown It's my kind of town  My kind of town, Chicago is My kind of town, Chicago is My kind of razzmatazz And it has, all that jazz  And each time I leave, Chicago is Tuggin' my sleeve, Chicago is The Wrigley building, Chicago is The union stockyard, Chicago is One town that won't let you down. It's my kind of town!",
    "audio_url": "https://res.cloudinary.com/dyed10v2u/video/upload/v1583760310/upload_songs/13_My_Kind_of_Town_Remastered_she5fi.mp3",
    "audio_preview_url": "https:\\/\\/e-cdns-preview-e.dzcdn.net\\/stream\\/c-e268a260d372acff44c46e62fa95a9fd-6.mp3",
    "release_year": 1963,
    "artist": 3,
    "categories": [
      2,
      5
    ]
  }
},
{
  "model": "songs.song",
  "pk": 24,
  "fields": {
    "name": "That's Life",
    "lyrics": "That's life, that's what all the people say. You're riding high in April, Shot down in May But I know I'm gonna change that tune, When I'm back on top, back on top in June.  I said that's life, and as funny as it may seem Some people get their kicks, Stompin' on a dream But I don't let it, let it get me down, 'Cause this fine ol' world it keeps spinning around  I've been a puppet, a pauper, a pirate, A poet, a pawn and a king. I've been up and down and over and out And I know one thing: Each time I find myself, flat on my face, I pick myself up and get back in the race.  That's life I tell ya, I can't deny it, I thought of quitting baby, But my heart just ain't gonna buy it. And if I didn't think it was worth one single try, I'd jump right on a big bird and then I'd fly  I've been a puppet, a pauper, a pirate, A poet, a pawn and a king. I've been up and down and over and out And I know one thing: Each time I find myself laying flat on my face, I just pick myself up and get back in the race  That's life That's life and I can't deny it Many times I thought of cutting out But my heart won't buy it But if there's nothing shakin' come this here july I'm gonna roll myself up in a big ball and die My, My",
    "audio_url": "https://res.cloudinary.com/dyed10v2u/video/upload/v1583760320/upload_songs/15_That_s_Life_Remastered_i4edac.mp3",
    "audio_preview_url": "https:\\/\\/e-cdns-preview-a.dzcdn.net\\/stream\\/c-ae0dd00e338d91dadc4f59377ff2ecc8-5.mp3",
    "release_year": 1966,
    "artist": 3,
    "categories": [
      6,
      3
    ]
  }
},
{
  "model": "songs.song",
  "pk": 25,
  "fields": {
    "name": "Moonlight Serenade",
    "lyrics": "I stand at your gate. And the song that I sing is of moonlight. I stand and I wait For a touch of your hand in a june night. The roses are sign of moonlight serenade.  The stars are all aglow. And tonight how their light set me dreaming. My love, do you know That your eyes are like stars brightly beaming? I bring you, and I sing you a moonlight serenade.  Let us trace ’til break of day In love’s valley of dreams. Just you and i, a summer sky, A heavenly breeze, kiss on a tree.  So don’t let me wait. Come to me tenderly in a june night. I stand at your gate And I sing you a song in a moonlight. A love song, my darling, a moonlight serenade",
    "audio_url": "https://res.cloudinary.com/dyed10v2u/video/upload/v1583760311/upload_songs/16_Moonlight_Serenade_Remastered_rqos6j.mp3",
    "audio_preview_url": "https:\\/\\/e-cdns-preview-b.dzcdn.net\\/stream\\/c-b40126096d009db89fac8c91dabc0fec-6.mp3",
    "release_year": 1966,
    "artist": 3,
    "categories": [
      1,
      4
    ]
  }
},
{
  "model": "songs.song",
  "pk": 26,
  "fields": {
    "name": "Nothing But The Best",
    "lyrics": "I like a new Lincoln with all of its class, I like a martini, and bird under glass, I'm gonna start living, you wait and see, Nothing but the best is good enough for me.  I like to eat lobster directly from Maine, I like to see bullfights in sunny old Spain, I'm gonna start living, you wait and see, Nothing but the best is good enough for me.  Talley ho, off we go, who can wait another day, You and me, out on a spree, let's get started right away.  We're gonna go travelin', and have us a fling, We'll visit a palace, and dine with the king, We're gonna start living, you wait and see, Nothing but the best is good enough for me.  You and me, on a spree, let's get started right away.  We're a-gonna go a-travelin', and have us a fling, We'll visit a palace, and dine with the king, We're gonna start living, you just wait and see, Nothing but the best is good enough,. Nothing but the best is good enough for me.",
    "audio_url": "https://res.cloudinary.com/dyed10v2u/video/upload/v1583760317/upload_songs/17_Nothing_But_the_Best_Remastered_jehpxl.mp3",
    "audio_preview_url": "https:\\/\\/e-cdns-preview-9.dzcdn.net\\/stream\\/c-9ef4ebbb1b20708b0be747d94a7555d6-5.mp3",
    "release_year": 1965,
    "artist": 3,
    "categories": [
      2,
      5
    ]
  }
},
{
  "model": "songs.song",
  "pk": 27,
  "fields": {
    "name": "Drinking Again",
    "lyrics": "Drinkin' again and thinkin' of when, when you loved me I'm havin' a few and wishin' that you were here Makin' the rounds, accepting a round from strangers Bein' a fool just hopin' that you'll appear Sure, I can borrow a smoke, maybe tell some joker a bad joke But nobody laughs, they don't laugh at a broken heart Oh, yeah, I'm drinkin' again, it's always the same That same old story After the kicks there's little old mixed-up me Tryin' to lose a dream that used to be Look at me, I'm drinkin' again, drinkin' all over town Yeah, I'm drinkin' again",
    "audio_url": "https://res.cloudinary.com/dyed10v2u/video/upload/v1583760317/upload_songs/18_Drinking_Again_Remastered_rh2u6l.mp3",
    "audio_preview_url": "https:\\/\\/e-cdns-preview-6.dzcdn.net\\/stream\\/c-6a996713f6ee2ba0fb292b99ce7a8fd0-5.mp3",
    "release_year": 1957,
    "artist": 3,
    "categories": [
      4,
      3
    ]
  }
},
{
  "model": "songs.song",
  "pk": 28,
  "fields": {
    "name": "All My Tomorrows",
    "lyrics": "Today I may not have a thing at all Except for just a dream or two But I’ve got lots of plans for tomorrow And all my tomorrows belong to you  Right now it may not seem like spring at all We’re drifting and the laughs are few But I’ve got rainbows planned for tomorrow And all my tomorrows belong to you  No one knows better than i That luck keeps passing me by ... that’s fate But with you there at my side I’ll soon be turrning the tide ... just wait  As long as I’ve got arms that cling at all It’s you that I’ll be clinging to And all the dreams I dream, beg, or borrow On some bright tomorrow they’ll all come true  And all my bright tomorrows belong to you",
    "audio_url": "https://res.cloudinary.com/dyed10v2u/video/upload/v1583760321/upload_songs/19_All_My_Tomorrows_Remastered_rgkex8.mp3",
    "audio_preview_url": "https:\\/\\/e-cdns-preview-7.dzcdn.net\\/stream\\/c-79d01966d9bc847007dde210978e7a29-6.mp3",
    "release_year": 1969,
    "artist": 3,
    "categories": [
      1
    ]
  }
},
{
  "model": "songs.song",
  "pk": 29,
  "fields": {
    "name": "My Way",
    "lyrics": "And now, the end is near; And so I face the final curtain. My friend, I'll say it clear, I'll state my case, of which I'm certain. I've lived a life that's full. I've traveled each and ev'ry highway; But more, much more than this, I did it my way.  Regrets, I've had a few; But then again, too few to mention. I did what I had to do And saw it through without exemption. I planned each charted course; Each careful step along the byway, But more, much more than this, I did it my way.  Yes, there were times, I'm sure you knew When I bit off more than I could chew. But through it all, when there was doubt, I ate it up and spit it out. I faced it all and I stood tall; And did it my way.  I've loved, I've laughed and cried. I've had my fill; my share of losing. And now, as tears subside, I find it all so amusing. To think I did all that; And may I say - not in a shy way, \"No, oh no not me, I did it my way\".  For what is a man, what has he got? If not himself, then he has naught. To say the things he truly feels; And not the words of one who kneels. The record shows I took the blows - And did it my way!  Yes it was my way.",
    "audio_url": "https://res.cloudinary.com/dyed10v2u/video/upload/v1583760322/upload_songs/20_My_Way_Remastered_kofqcd.mp3",
    "audio_preview_url": "https:\\/\\/e-cdns-preview-0.dzcdn.net\\/stream\\/c-019e89c8d1229719de6bc5d4a93e7528-4.mp3",
    "release_year": 1969,
    "artist": 3,
    "categories": [
      6
    ]
  }
},
{
  "model": "songs.song",
  "pk": 30,
  "fields": {
    "name": "New York, New York",
    "lyrics": "Start spreadin' the news, I'm leavin' today I want to be a part of it New York, New York These vagabond shoes, are longing to stray Right through the very heart of it New York, New York I wanna to wake up, in a city that doesn't sleep And find I'm king of the hill Top of the heap These little town blues Are melting away I'll make a brand new start of it In old New York If I can make it there, I'll make it anywhere It's up to you, New York, New York New York, New York I want to wake up in a city that never sleeps And find I'm a number one, top of the list King of the hill, a number one These little town blues, are melting away I'm gonna make a brand new start of it In old New York And If I can make it there I'm gonna make it anywhere It's up to you, New York New York New York",
    "audio_url": "https://res.cloudinary.com/dyed10v2u/video/upload/v1583760313/upload_songs/21_Theme_from_New_York_New_York_Remastered_ipzot0.mp3",
    "audio_preview_url": "https:\\/\\/e-cdns-preview-6.dzcdn.net\\/stream\\/c-6d73425d6a29540c542b5981e0f685cf-5.mp3",
    "release_year": 1980,
    "artist": 3,
    "categories": [
      2,
      5
    ]
  }
},
{
  "model": "songs.song",
  "pk": 31,
  "fields": {
    "name": "Body and Sould",
    "lyrics": "My heart is sad and lonely For you I sigh, for you dear only Why haven't you seen it I'm all for you body and soul I spend my days in longin' And wondering why it's me you're (ogling)  I tell you I mean it I'm all for you body and soul I can't believe it It's hard to conceive it That you turn away romance Are you pretending It looks like the ending And less I could have one more chance to prove, dear  My life a wreck you're making You know I'm yours for just the taking I'd gladly surrender myself to you body and soul  My life a wreck you're making You know I'm yours for just the taking I would gladly surrender myself to you body and soul",
    "audio_url": "https://res.cloudinary.com/dyed10v2u/video/upload/v1583760313/upload_songs/22_Body_and_Soul_Remastered_kjxbny.mp3",
    "audio_preview_url": "https:\\/\\/e-cdns-preview-1.dzcdn.net\\/stream\\/c-1e3de16ac2bd7ec7e0ccf9f32f7f2f56-5.mp3",
    "release_year": 1949,
    "artist": 3,
    "categories": [
      1,
      4,
      3
    ]
  }
},
{
  "model": "songs.song",
  "pk": 32,
  "fields": {
    "name": "My Baby Just Cares for Me",
    "lyrics": "My baby don't care for shows My baby don't care for clothes My baby just cares for me My baby don't care for cars and races My baby don't care for high-tone places Liz Taylor is not his style And even Lana Turner's smile Is somethin' he can't see My baby don't care who knows My baby just cares for me Baby, my baby don't care for shows And he don't even care for clothes He cares for me My baby don't care For cars and races My baby don't care for He don't care for high-tone places Liz Taylor is not his style And even Liberace's smile Is something he can't see Is something he can't see I wonder what's wrong with baby My baby just cares for My baby just cares for My baby just cares for me",
    "audio_url": "https://res.cloudinary.com/dyed10v2u/video/upload/v1585225114/upload_songs_NinaSimone/01_My_Baby_Just_Cares_for_Me_ucosp4.mp3",
    "audio_preview_url": "https:\\/\\/cdns-preview-9.dzcdn.net\\/stream\\/c-919759a869a4c84fa16c8348713d16ce-4.mp3",
    "release_year": 1958,
    "artist": 4,
    "categories": [
      4,
      3
    ]
  }
},
{
  "model": "songs.song",
  "pk": 33,
  "fields": {
    "name": "Summertime",
    "lyrics": "Summertime and the livin's easy Fish are jumpin', and the cotton is high Oh, yo' daddy's rich and yo' ma is good lookin' So hush, little baby, don' yo' cry One of these mornin's you goin' to rise and singin' Then you'll spread yo' wings an' you'll take the sky But till that mornin', there's a-nothin' can harm you With daddy and mammy standin' by",
    "audio_url": "https://res.cloudinary.com/dyed10v2u/video/upload/v1585225114/upload_songs_NinaSimone/10_Summertime_hh7bgf.mp3",
    "audio_preview_url": "https:\\/\\/cdns-preview-1.dzcdn.net\\/stream\\/c-128c19d017e9803c97df6f3fc1fd9f9e-2.mp3",
    "release_year": 1959,
    "artist": 4,
    "categories": [
      4
    ]
  }
},
{
  "model": "songs.song",
  "pk": 34,
  "fields": {
    "name": "Mood Indigo",
    "lyrics": "You ain't never been blue; no, no, no, You ain't never been blue, Till you've had that mood indigo. That feelin' goes stealin' down to my shoes While I just sit here and sigh, \"Go 'long blues\". I always get that mood indigo, Since my baby said goodbye. And in the evenin' when the lights are low, I'm so lonely I could cry. 'Cause there's nobody who cares about me, I'm just a poor fool that's bluer than blue can be. When I get that mood indigo, I could lay me down and die. You ain't never been blue; no, no, no, You ain't never been blue, Till you've had that mood indigo. That feelin' goes stealin' down to my shoes While I just sit here and sigh, \"Go 'long blues\".",
    "audio_url": "https://res.cloudinary.com/dyed10v2u/video/upload/v1585225089/upload_songs_NinaSimone/11_Mood_Indigo_c6dyyr.mp3",
    "audio_preview_url": "https:\\/\\/cdns-preview-3.dzcdn.net\\/stream\\/c-343cb86168f0c96f275a3bcfa874bd50-6.mp3",
    "release_year": 1958,
    "artist": 4,
    "categories": [
      2,
      5
    ]
  }
},
{
  "model": "songs.song",
  "pk": 35,
  "fields": {
    "name": "Something to Live For",
    "lyrics": "I have almost ev'ry thing a human could desire, Cars and houses, bear-skin rugs to lie before my fire But there's something missing, Something isn't there, It seems I'm never kissing the one whom I care for. I want Something To Live For Someone to make my life an adventurous dream Oh, what wouldn't I give for Someone who'd take my life And make it seem gay as they say it ought to be. Why can't I have love like that brought to me? My eye is watching the noon crowds Searching the promenades seeking a clue To the one who will someday be my Something To Live For. I want Something To Live For Someone to make my life an adventurous dream Oh, what wouln't I give for Someone who'd take my life And make it seem gay as they say it ought to be. Why can't I have love like that brought to me? My eye is watching the noon crowds Searching the promenades seeking a clue To the one who will someday be my Something To Live For.",
    "audio_url": "https://res.cloudinary.com/dyed10v2u/video/upload/v1585225081/upload_songs_NinaSimone/82_Something_to_Live_for_fcxl1b.mp3",
    "audio_preview_url": "https:\\/\\/cdns-preview-f.dzcdn.net\\/stream\\/c-fec462b8b46a757170b67f73362aac60-0.mp3",
    "release_year": 1962,
    "artist": 4,
    "categories": [
      4,
      3
    ]
  }
},
{
  "model": "songs.song",
  "pk": 36,
  "fields": {
    "name": "I Like the Sunrise",
    "lyrics": "I like the sunrise cos it brings a new day I like the new day it brings new hope they say I like the sunrise blazing in the new sky Nighttime's so weary and oh so am I Every evening I wish upon a star That my brand new tomorrow isn't very far When that heavy blue curtain on night Is high in the sky way out of sight I like the sunrise so heavenly to see I like the sunrise and I hope it likes poor me",
    "audio_url": "https://res.cloudinary.com/dyed10v2u/video/upload/v1585225092/upload_songs_NinaSimone/83_I_Like_the_Sunrise_rmau3z.mp3",
    "audio_preview_url": "https:\\/\\/cdns-preview-1.dzcdn.net\\/stream\\/c-1dce91cab1d854735494ca637a3fb85d-0.mp3",
    "release_year": 1962,
    "artist": 4,
    "categories": [
      6
    ]
  }
},
{
  "model": "songs.song",
  "pk": 37,
  "fields": {
    "name": "He Needs Me",
    "lyrics": "He needs me He doesn't know it, but he needs me And so no matter where he goes Though he doesn't care He knows that I'm here He needs me I ought to leave him, but he needs me I know that I ain't very bright Just to tag along Oh, but right or wrong I'm his and I'm here And I'm gonna be his friends or his lover Cause my one ambition is To wake him and make him discover That he needs me Ive got to follow where he leads me Or else hell never know that I need him Just as he needs me",
    "audio_url": "https://res.cloudinary.com/dyed10v2u/video/upload/v1585225087/upload_songs_NinaSimone/84_He_Needs_Me_ll2mc0.mp3",
    "audio_preview_url": "https:\\/\\/cdns-preview-a.dzcdn.net\\/stream\\/c-ab1e055911ca856f763b95b746171d3f-2.mp3",
    "release_year": 1958,
    "artist": 4,
    "categories": [
      1,
      4
    ]
  }
},
{
  "model": "songs.song",
  "pk": 38,
  "fields": {
    "name": "I Love You Porgy",
    "lyrics": "I loves you, Porgy Don't let him take me Don't let him handle me and drive me mad If you can keep me I wanna stay here with you forever and I'll be glad Yes, I loves you, Porgy Don't let him take me Don't let him handle me with his hot hands If you can keep me I wants to stay here with you forever I've got my man I love you, Porgy Don't let him take me Don't let him handle me and drive me mad If you can keep me I wanna stay here with you forever I've got my man Someday I know he's coming to call me He's going to handle me and hold me soon He's going to be like dying, Porgy When he calls me But when he comes I know I'll have to go I love you, Porgy Don't let him take me Honey, don't let him handle me and drive me mad If you can keep me I wanna stay here with you forever I've got my man",
    "audio_url": "https://res.cloudinary.com/dyed10v2u/video/upload/v1585225122/upload_songs_NinaSimone/85_I_Love_You_Porgy_eviurj.mp3",
    "audio_preview_url": "https:\\/\\/cdns-preview-1.dzcdn.net\\/stream\\/c-1e7344debe0b9377d3fff894e78633b5-1.mp3",
    "release_year": 1958,
    "artist": 4,
    "categories": [
      1,
      4
    ]
  }
},
{
  "model": "songs.song",
  "pk": 39,
  "fields": {
    "name": "He was Too Good to Me",
    "lyrics": "He was too good to me how can I get along now So close he stood to me Everything is all messed up and wrong now My baby would have brought me the sun Cos making me smile that was his fun When I was mean to him he didn't say go away now You see I was his queen to him Who's gonna make me gay now It's only natural that I'm blue Cos my baby was too good to be true I said he was too good to me how am I ever get along now So close he stood to me Everything's all messed up and wrong now He would have brought me the sun and the moon Cos anytime I left him it was too soon When I was mean to him he didn't say go away now I was his queen to him who's gonna make me gay now It's only natural said it's only natural that I'm so blue He was too good to be true",
    "audio_url": "https://res.cloudinary.com/dyed10v2u/video/upload/v1585225113/upload_songs_NinaSimone/135_He_Was_Too_Good_to_Me_tml4yz.mp3",
    "audio_preview_url": "https:\\/\\/cdns-preview-2.dzcdn.net\\/stream\\/c-2c805419570ac687c91bf11687288054-1.mp3",
    "release_year": 1962,
    "artist": 4,
    "categories": [
      1,
      4,
      3
    ]
  }
},
{
  "model": "songs.song",
  "pk": 40,
  "fields": {
    "name": "Exactly Like You",
    "lyrics": "I know why I waited Know why I've been blue I've been waiting each day For someone exactly like you Why should I spend some money On a show or two When nobody sings these love songs Exactly like you You make me feel so grand I wanna give this world to you You make me understand These foolish little dreams I'm dreaming And schemes I'm scheming Now I know why my mama She taught me to be true She knew just around the corner Was somebody like you You make me feel so grand I wanna give this world to you Baby you make me understand These foolish little dreams I'm dreaming And schemes I'm scheming Now I know why my mama She taught me to be true She knew just around the corner Yes she knew just around the corner Was somebody like you",
    "audio_url": "https://res.cloudinary.com/dyed10v2u/video/upload/v1585225101/upload_songs_NinaSimone/136_Exactly_Like_You_fc0pyy.mp3",
    "audio_preview_url": "https:\\/\\/cdns-preview-2.dzcdn.net\\/stream\\/c-22b47d266d74314169eccffe36c3a89d-3.mp3",
    "release_year": 1959,
    "artist": 4,
    "categories": [
      1
    ]
  }
},
{
  "model": "songs.song",
  "pk": 41,
  "fields": {
    "name": "Forbidden Fruit",
    "lyrics": "Eve and Adam had a garden everything was great Till one day a boy says pardon Miss my name is snake See that apple over yonder if you'll take a bite You and Adam both are bound to have some fun tonight Go on and eat forbidden fruit It's mighty sweet forbidden fruit It's quite a treat forbidden fruit Go ahead and taste it you don't wanna waste it The Lord had said in the beginning everything is free Except that apple that leads to sinning so let that apple be But Eve got tempted so she tried it and as all chicks do Teaser her man till he decided he'd just try some too Go on and eat forbidden fruit It's mighty sweet forbidden fruit It's quite a treat forbidden fruit Go ahead and bite it I bet you'd be delighted I hate to tell you all what followed the Lord was most upset Saw them making love and hollered what have you to add And when they made a full confession the Lord said hm I see I guess I'll have to teach you a lesson about not minding me Go on and eat forbidden fruit It's mighty sweet forbidden fruit It's quite a treat forbidden fruit You're all indebted now you gonna get it The Lord made Eve Adam's madam have his kids and all Placed some labour laws on Adam and he made the snake to fall Ever since the days of Eden folks been sinful my Nowadays they're even eating apples in their pie Go on and eat forbidden fruit It's mighty sweet forbidden fruit It's quite a treat forbidden fruit Go ahead and taste it you don't wanna waste it Oh go ahead and bite it I bet you'd be delighted You always did it now you'll gonna get it Forbidden fruit",
    "audio_url": "https://res.cloudinary.com/dyed10v2u/video/upload/v1585225106/upload_songs_NinaSimone/137_Forbidden_Fruit_ppoxu4.mp3",
    "audio_preview_url": "https:\\/\\/cdns-preview-d.dzcdn.net\\/stream\\/c-d59647a04a9bb9a542b7dfcdef85b1d8-2.mp3",
    "release_year": 1961,
    "artist": 4,
    "categories": [
      2,
      5
    ]
  }
},
{
  "model": "songs.song",
  "pk": 42,
  "fields": {
    "name": "Central Park Blues",
    "lyrics": "Like a flower waiting to bloom Like a light bulb in a dark room I am here waitin' for you to come on home And turn me on Like the desert waitin' for rain Like a school kid waitin' for spring I am sittin' here waitin' for you to come on back home And turn me on My poor heart, it's been so dark Since you've been gone After all you're the one that turned me off Now you're the only one that can turn me back on, uh My hi-fi's waitin' for a new tune And my glass is waitin' for some fresh ice cubes I'm just sittin' here waitin' for you to come home And turn me on",
    "audio_url": "https://res.cloudinary.com/dyed10v2u/video/upload/v1585225121/upload_songs_NinaSimone/138_Central_Park_Blues_e4htam.mp3",
    "audio_preview_url": "https:\\/\\/cdns-preview-f.dzcdn.net\\/stream\\/c-f7a63914eb854ac4bd73853d904dffd1-2.mp3",
    "release_year": 1958,
    "artist": 4,
    "categories": [
      4
    ]
  }
},
{
  "model": "songs.song",
  "pk": 43,
  "fields": {
    "name": "Do Nothing Till you Hear from Me",
    "lyrics": "Someone told someone and someone told you But they wouldn't hurt you, not much Since everyone spread the story With his own little personal touch Do nothin' till you hear from me Pay no attention to what's said Why people tear the seam of anyone's dream Is over my head Do nothin' till you hear from me At least consider our romance If you should take the word of others you've heard I haven't a chance True I've been seen with someone new But does that mean that I'm untrue When we're apart the words in my heart Reveal how I feel about you Some kiss may cloud my memory And other arms may hold a thrill But please do nothin' till you hear it from me And you never will Do nothin' till you hear from me Do nothin' till you hear from me Pay no attention to what's said Why people tear the seam of anyone's dream Is over my head Do nothin' till you hear from me At least consider our romance If you should take the word of others you've heard I haven't a chance True I've been seen with someone new But does that mean that I'm untrue When we're apart the words in my heart Reveal how I feel about you Some kiss may cloud my memory And other arms may hold a thrill But please do nothin' till you hear it from me And you never will",
    "audio_url": "https://res.cloudinary.com/dyed10v2u/video/upload/v1585225124/upload_songs_NinaSimone/139_Do_Nothin_Till_You_Hear_from_Me_ldndum.mp3",
    "audio_preview_url": "https:\\/\\/cdns-preview-b.dzcdn.net\\/stream\\/c-ba4082a0823953af7c2f49af712b63e9-2.mp3",
    "release_year": 1962,
    "artist": 4,
    "categories": [
      2,
      5
    ]
  }
},
{
  "model": "songs.song",
  "pk": 44,
  "fields": {
    "name": "Georgia On My Mind",
    "lyrics": "Georgia Georgia The whole world through Just an old sweet song keeps Georgia on my mind Georgia on my mind Georgia, ah Georgia A song of you Comes a sweet and clear as moonlight through the pines  Other arms reach out to me Other eyes smile oh so tenderly Still in peaceful dreams I see the road leads back to you Georgia, ah Georgia No peace I find Just an old sweet song keeps Georgia on my mind  Georgia, ah Georgia No peace I find Just a old sweet song keeps Georgia on my mind  Georgia on my mind",
    "audio_url": "https://res.cloudinary.com/dyed10v2u/video/upload/v1585227473/upload_songs_DeanMartin/16_Georgia_On_My_Mind_ybqpwq.mp3",
    "audio_preview_url": "https:\\/\\/cdns-preview-7.dzcdn.net\\/stream\\/c-7284ad9fce323911cabc86e53d5e2266-2.mp3",
    "release_year": 1955,
    "artist": 5,
    "categories": [
      4
    ]
  }
},
{
  "model": "songs.song",
  "pk": 45,
  "fields": {
    "name": "Sway",
    "lyrics": "When marimba rhythms start to play Dance with me, make me sway Like a lazy ocean hugs the shore Hold me close, sway me more Like a flower bending in the breeze Bend with me, sway with ease When we dance you have a way with me Stay with me, sway with me Other dancers may be on the floor Dear, but my eyes will see only you Only you have the magic technique When we sway I go weak I can hear the sounds of violins Long before it begins Make me thrill as only you know how Sway me smooth, sway me now Other dancers may be on the floor Dear, but my eyes will see only you Only you have the magic technique When we sway I go weak I can hear the sounds of violins Long before it begins Make me thrill as only you know how Sway me smooth, sway me now You know how Sway me smooth, sway me now",
    "audio_url": "https://res.cloudinary.com/dyed10v2u/video/upload/v1585227472/upload_songs_DeanMartin/19_Sway_o9gdci.mp3",
    "audio_preview_url": "https:\\/\\/cdns-preview-1.dzcdn.net\\/stream\\/c-17f5e6bfe6c0705832699c135088502f-2.mp3",
    "release_year": 1954,
    "artist": 5,
    "categories": [
      1
    ]
  }
},
{
  "model": "songs.song",
  "pk": 46,
  "fields": {
    "name": "Mambo Italiano",
    "lyrics": "Hey mambo, mambo Italiano hey hey mambo mambo Italiano Go go go you mixed up Siciliano All you Calabrese do the mambo like-a crazy with the Hey mabo don't wanna tarantella Hey mambo no more mozzarella Hey mambo mambo Italiano try an enchilada with a fish baccala Hey goomba I love how you dance the rumba But take some advice paisano learn-a how to mambo If you're gonna be a square you ain't-a gonna go anywhere Hey mambo mambo Italiano hey hey mambo mambo Italiano Go go Joe shake like a tiavanna E lo che se dice you get happy in the pizza when you Mambo Italiano Hey chadrool you don't-a have to go to school Just make it with a big bambino It's like vino Kid you good-a looking but you don't-a know what's cooking 'til you Hey mambo mambo Italiano Hey hey mambo mambo Italiano Ho ho ho you mixed up Siciliano E lo che se dice you get happy in the pizza when you Mambo Italiano",
    "audio_url": "https://res.cloudinary.com/dyed10v2u/video/upload/v1585227480/upload_songs_DeanMartin/41_Mambo_Italiano_vws8wc.mp3",
    "audio_preview_url": "https:\\/\\/cdns-preview-1.dzcdn.net\\/stream\\/c-17d70ebe682e48989b1693bb23712554-2.mp3",
    "release_year": 1969,
    "artist": 5,
    "categories": [
      2,
      5
    ]
  }
},
{
  "model": "songs.song",
  "pk": 47,
  "fields": {
    "name": "Chee Chee-oo Chee",
    "lyrics": "(Chee chee-oo chee, chee chee-oo chee) (Chee chee-oo chee, chee chee-oo chee) Once on a tree top tall a little bird (Chee chee-oo chee, chee chee-oo chee) Sang out the sweetest song I ever heard  (Chee chee-oo chee, chee chee-oo chee) (He sang to me so merrily) (Chee chee-oo chee, chee chee-oo chee) (The little birdie on the tree)  Life's such a lovely thing it seemed to say (Chee chee-oo chee, chee chee-oo chee) If you'd only sing your cares away (Chee chee-oo chee, chee chee-oo chee) Chee chee-oo chee so merrily it went along (Chee chee-oo chee, chee chee-oo chee) Chee chee-oo chee so happily his little song (Chee chee-oo chee, chee chee-oo chee) And so (and so) I sing (I sing) Chee chee-oo chee the happy happy little thing  If you (if you) feel blue (feel blue) Sing chee chee-oo chee and you can be as happy too (Chee chee-oo chee, chee chee-oo chee) (Chee chee-oo chee, chee chee-oo chee) (Chee chee-oo chee, chee chee-oo chee) Sing this happy little song (Chee chee-oo chee, chee chee-oo chee) (Chee chee-oo chee, chee chee-oo chee) (Chee chee-oo chee, chee chee-oo chee) Chee chee-oo chee Chee chee-oo chee it sang to me so merrily (Chee chee-oo chee, chee chee-oo chee) Chee chee-oo chee the little birdie on the tree (Chee chee-oo chee, chee chee-oo chee) (If you feel blue) Sing chee chee-oo chee, chee chee-oo chee and you can be as happy too (Chee chee-oo chee, chee chee-oo chee) (Chee chee-oo chee, chee chee-oo chee) (Chee chee-oo chee, chee chee-oo chee) Sing this happy little song (Sing chee chee-oo chee, chee chee-oo chee and you can be as happy as can be)",
    "audio_url": "https://res.cloudinary.com/dyed10v2u/video/upload/v1585227467/upload_songs_DeanMartin/140_Chee_Chee-Oo_Chee_tl1eru.mp3",
    "audio_preview_url": "https:\\/\\/cdns-preview-c.dzcdn.net\\/stream\\/c-c89bc6ec2496e0532b83d9ce6aff05f1-0.mp3",
    "release_year": 1966,
    "artist": 5,
    "categories": [
      5
    ]
  }
},
{
  "model": "songs.song",
  "pk": 48,
  "fields": {
    "name": "Basin Street Blues",
    "lyrics": "Won't you come along with me To the Mississippi We'll take the boat to the land of dreams Steam down the river down to New Orleans  The band's there to meet us And old friends to greet us Where all the people always meet Heaven on earth they call it Basin Street  Basin Street is the street Where the elite always meet In New Orleans the land of dreams You'll never know how nice it seems or just how much it really means  Glad to be oh yessiree Where welcome's free are dear to me Where I can lose My Basin Street blues  Glad to be oh yessiree Where welcome's free are dear to me Where I can lose My Basin Street blues  Ain't you glad you came with me Way down to the Mississippi We took the boat to the land of dreams Steam down the river to New Orleans",
    "audio_url": "https://res.cloudinary.com/dyed10v2u/video/upload/v1585227464/upload_songs_DeanMartin/141_Basin_Street_Blues_tumrcs.mp3",
    "audio_preview_url": "https:\\/\\/cdns-preview-a.dzcdn.net\\/stream\\/c-a81a326a058a875fb831d877717d19a6-3.mp3",
    "release_year": 1955,
    "artist": 5,
    "categories": [
      5
    ]
  }
},
{
  "model": "songs.song",
  "pk": 49,
  "fields": {
    "name": "Innamorata",
    "lyrics": "If our lips should meet in Innamorata Kiss me, kiss me sweet in Innamorata Hold me close and say you're mine With a love that's warm as wine  I'm at heaven's door in Innamorata Want you more and more in Innamorata You're a symphony, the very beautiful sonata my Innamorata Say that you're my sweetheart, my love  You're a symphony, the very beautiful sonata my Innamorata Say that you're my sweetheart, my one and only sweetheart Say you're my sweetheart, my love",
    "audio_url": "https://res.cloudinary.com/dyed10v2u/video/upload/v1585227470/upload_songs_DeanMartin/142_Innamorata_un6qsl.mp3",
    "audio_preview_url": "https:\\/\\/cdns-preview-1.dzcdn.net\\/stream\\/c-13cb6c4ff3bca2c4802ce58261fef5e8-2.mp3",
    "release_year": 1968,
    "artist": 5,
    "categories": [
      1,
      4
    ]
  }
},
{
  "model": "songs.song",
  "pk": 50,
  "fields": {
    "name": "My One, My Only, My All",
    "lyrics": "See it in your smile I hear it in your sigh That we have found a feeling higher than high My own, my only, my all Kindled by your kiss, the warmth of your embrace The luster of a love-light, lighting your face My own, my only, my all Knock on wood as well I should For all that you're making of me Never thought you'd love me But you do, you do And when I look up at the stars And ask them all what's new They join me in the answer, darling, it's you My own, my only, my all Knock on wood as well I should For all that you're making of me Never thought you'd love me But you do, you do And when I look up at the stars And ask them all what's new They join me in the answer, darling it's you My own, my only, my own one and only My own, my only, my all",
    "audio_url": "https://res.cloudinary.com/dyed10v2u/video/upload/v1585227475/upload_songs_DeanMartin/144_My_One_My_Only_My_All_k0i9e2.mp3",
    "audio_preview_url": "https:\\/\\/cdns-preview-6.dzcdn.net\\/stream\\/c-6e537942f864161e8d2621270ec673a3-3.mp3",
    "release_year": 1953,
    "artist": 5,
    "categories": [
      1
    ]
  }
},
{
  "model": "songs.song",
  "pk": 51,
  "fields": {
    "name": "Caroline in the Morning",
    "lyrics": "Nothing could be finer than to be in Carolina in the morning No one could be sweeter than my sweetie when I meet her in the morning Where the morning glories twine around the door Whispering pretty stories I long to hear once more Strolling with my girlie where the dew is pearly early in the morning Butterflies all flutter up and kiss each buttercup at dawning If I had Aladdin's lamp for only a day I'd make a wish and here's what I'd say Nothing could be finer than to be in Carolina in the morning Where the morning glories twine around the door Whispering pretty stories I long to hear once more Strolling with my girlie where the dew is pearly early in the morning Butterflies all flutter up and kiss each buttercup at dawning If I had Aladdin's lamp for only a day I'd make a wish and here's what I'd say Nothing could be finer than to be in Carolina in the a.m. Carolina in the morning",
    "audio_url": "https://res.cloudinary.com/dyed10v2u/video/upload/v1585227481/upload_songs_DeanMartin/145_Caroline_in_the_Morning_c9b19p.mp3",
    "audio_preview_url": "https:\\/\\/cdns-preview-2.dzcdn.net\\/stream\\/c-24e7a8ab68e08420e27ee39495ad1ac8-3.mp3",
    "release_year": 1955,
    "artist": 5,
    "categories": [
      1,
      2,
      5
    ]
  }
},
{
  "model": "songs.song",
  "pk": 52,
  "fields": {
    "name": "Under the Bridges of Paris",
    "lyrics": "How would you like to be Down by the Seine with me Oh what I'd give for a moment or two Under the bridges of Paris with you  Darling I'd hold you tight Far from the eyes of night Under the bridges of Paris with you I'd make your dreams come true  (How would you like to be Down by the Seine with me Oh what I'd give for a moment or two Under the bridges of Paris with you)  Darling I'd hold you tight Far from the eyes of night Under the bridges of Paris with you I'd make your dreams come true",
    "audio_url": "https://res.cloudinary.com/dyed10v2u/video/upload/v1585227501/upload_songs_DeanMartin/146_Under_the_Bridges_of_Paris_dosipu.mp3",
    "audio_preview_url": "https:\\/\\/cdns-preview-4.dzcdn.net\\/stream\\/c-40db4c6e491571bc06f7be2f2068a96f-3.mp3",
    "release_year": 1969,
    "artist": 5,
    "categories": [
      1,
      4
    ]
  }
},
{
  "model": "songs.song",
  "pk": 53,
  "fields": {
    "name": "I Want You",
    "lyrics": "I want the highest star to travel far The things the world has seen And speaking of the things the world has seen I want you  I want a rajah's jewel, a swimming pool The rarest treasures known And speaking of the rarest treasures known I want you  So soft your touch so sweet your kiss So tender are your charms And when my love I hold you near The world is in my arms  I want a rainbow's gold a heart to hold The greatest love of all And speaking of the greatest love of all I want you  So soft your touch so sweet your kiss So tender are your charms And when my love I hold you near The world is in my arms  I want the rainbow's gold a heart to hold The greatest love of all And speaking of the greatest love of all I want you",
    "audio_url": "https://res.cloudinary.com/dyed10v2u/video/upload/v1585227495/upload_songs_DeanMartin/147_I_Want_You_qjux59.mp3",
    "audio_preview_url": "https:\\/\\/cdns-preview-5.dzcdn.net\\/stream\\/c-51a71f0fe0e74001e683299bfe15f363-3.mp3",
    "release_year": 1966,
    "artist": 5,
    "categories": [
      1,
      4
    ]
  }
},
{
  "model": "songs.song",
  "pk": 54,
  "fields": {
    "name": "We Could've Been the Closest of Friends",
    "lyrics": "There you are and here am I We are what we decided Alone behind a wall of pride Hopelessly divided We had so much together, baby What got into us How could we just call it quits We should have called for love  We could have been the closest of friends We might have been the world's greatest lovers Now we're just without each other We could have been the closest of friends  I could say you did me wrong You could say you didn't Or we could sit and hold our tongues And act like little children I could say you never really loved me And you could say the same But if it's really over then who cares who was to blame  We could have been the closest of friends We might have been the world's greatest lovers Now we're just without each other We could have been the closest of friends  We could have been the closest of friends We might have been the world's greatest lovers Now we're just without each other We could have been the closest of friends",
    "audio_url": "https://res.cloudinary.com/dyed10v2u/video/upload/v1585471855/upload_songs_SammyDavis/199_We_Could_Have_Been_the_Closet_of_Friends_gckijy.mp3",
    "audio_preview_url": "https:\\/\\/cdns-preview-8.dzcdn.net\\/stream\\/c-80c7554243dceef4cb117ebf188adccd-2.mp3",
    "release_year": 1982,
    "artist": 6,
    "categories": [
      3
    ]
  }
},
{
  "model": "songs.song",
  "pk": 55,
  "fields": {
    "name": "What I've Got in Mind",
    "lyrics": "There's some million things That we could do this evening With all the night life And the silver screen Oh, we got time And we could take the town in Or take the fast cab Baby, down to New Orleans But what I got in mind Is a small cafe, out of the way Oh baby, we won't stay No and be too late What I got mind is to disappear And baby, let's stay right here Oh, to tell the truth What I've got in mind is making love to you Well, I confess then you can find me guilty Yes, I'm a selfish lover, I can't deny But I love you and I don't want to share you With any night lights or darling, any other eyes But what I got in mind Is a small cafe, out of the way Oh baby, we won't stay No, no and be too late What I got mind is to disappear And, baby, let's stay right here Oh, to tell the truth What I've got in mind is making love to you Oh, to tell the truth What I've got in mind is making love to you",
    "audio_url": "https://res.cloudinary.com/dyed10v2u/video/upload/v1585471854/upload_songs_SammyDavis/200_What_I_ve_Got_in_Mind_n4tohc.mp3",
    "audio_preview_url": "https:\\/\\/cdns-preview-4.dzcdn.net\\/stream\\/c-43e020fb60dc1cce0aeb593ff53f1e93-5.mp3",
    "release_year": 1982,
    "artist": 6,
    "categories": [
      1,
      5
    ]
  }
},
{
  "model": "songs.song",
  "pk": 56,
  "fields": {
    "name": "The Mystery of You",
    "lyrics": "You smile at me And i'm yours to command I come alive At the touch of your hand And though i try I can't understand The mystery of you. You seem to share Every mood that i feel You're like a dream That's too good To be real Why do i scream In vain To reveal The mystery of you. You have a haunting allure that binds me A magic you alone possess What is this fascination that binds me A willing slave to your caress. You hold me close And the thrill is so new Your lips meet mine And they give me a clue They say in time I'll learn the answer to The mystery of you. You have a haunting allure that binds me A magic you alone possess What is this fascination that binds me A willing slave to your caress. You hold me close And the thrill Is so new Your lips meet mine And they give me a clue They say in time I'll learn the answer to The mystery of you, The mystery of you...",
    "audio_url": "https://res.cloudinary.com/dyed10v2u/video/upload/v1585472558/upload_songs_ThePlatters/100_The_Mystery_of_You_ss21vr.mp3",
    "audio_preview_url": "https:\\/\\/cdns-preview-8.dzcdn.net\\/stream\\/c-83ca411379c366ce2c785c85931e797c-2.mp3",
    "release_year": 1960,
    "artist": 7,
    "categories": [
      1
    ]
  }
},
{
  "model": "songs.song",
  "pk": 57,
  "fields": {
    "name": "Heaven on Earth",
    "lyrics": "Heaven on Earth That's what you've made For me since the day we met Heaven on earth It's all been so thrilling I never can forget, uh-oh Heaven on Earth Alone with an angel Is living in dreams come true Heaven on Earth I know that it happens Only when I'm with you Paradise seemed so far Like a star, it twinkled high above me Now I'm wise paradise Isn't far at all when you're around to love me Love me Oh, Heaven on Earth No need in waiting Waiting until I die Heaven on Earth That's what you've made A Heaven for you and I A Heaven for you and I (For you and I)",
    "audio_url": "https://res.cloudinary.com/dyed10v2u/video/upload/v1585472555/upload_songs_ThePlatters/101_Heaven_On_Earth_mbpjyz.mp3",
    "audio_preview_url": "https:\\/\\/cdns-preview-2.dzcdn.net\\/stream\\/c-2041fe206fd181929115dc0a76b6547a-5.mp3",
    "release_year": 1954,
    "artist": 7,
    "categories": [
      1
    ]
  }
},
{
  "model": "songs.song",
  "pk": 58,
  "fields": {
    "name": "Sixteen Tons",
    "lyrics": "Some people say man is made out of mud A poor man's made out of muscle and blood Muscle and blood and skin and bone A mind that's a-weak and a back that's strong You load sixteen tons and what do you get Another day older and deeper in debt Saint Peter don't you call me 'cause I can't go I owe my soul to the company store I was born one mornin' when the sun didn't shine I picked up my shovel and I walked to the mine I loaded sixteen tons of number nine coal And the store-boss said the \"Well-a bless my soul\" You load sixteen tons and what do you get Another day older and deeper in debt Saint Peter don't you call me 'cause I can't go I owe my soul to the company store I was born one mornin', it was drizzlin' rain Fightin' and trouble are my middle name I was raised in the cane-brake by an old mama lion Cain't no a high-tone woman make me walk the line You load sixteen tons and what do you get Another day older and deeper in debt Saint Peter don't you call me 'cause I can't go I owe my soul to the company store If you see me comin', better step aside A lot of men didn't and a lot of men died One fist of iron, the other of steel If the right one don't git ya, then the left one will You load sixteen tons and what do you get Another day older and deeper in debt Saint Peter don't you call me 'cause I can't go I owe my soul to the company store",
    "audio_url": "https://res.cloudinary.com/dyed10v2u/video/upload/v1585472554/upload_songs_ThePlatters/103_Sixteen_Tons_almk2o.mp3",
    "audio_preview_url": "https:\\/\\/cdns-preview-9.dzcdn.net\\/stream\\/c-983ebe9dede45f88ebb8dfc4df4c1852-7.mp3",
    "release_year": 1958,
    "artist": 7,
    "categories": [
      5
    ]
  }
},
{
  "model": "songs.song",
  "pk": 59,
  "fields": {
    "name": "One in a Million",
    "lyrics": "There is one in a million like you A dream in a million come true I confess that I really don't know why But I know that I glow like I do Only once in a lifetime is par To find someone rare as you are But now you're around, I have really found That there's one in a million like you Fate was surely kind to help my heart find Someone like you to be my love I give thinks each day that you came my way Way out of heaven to try love Oh yes, once in a lifetime you know A love heaven started below Though it may be rare, you and I do share This love that has happened to few For there's one in a million like you Fate was surely kind to help my heart find Someone like you to be my love I give thanks each day that you came my way Way out of heaven to try love Oh yes, once in a lifetime you know A love heaven started below Though it may be rare, you and I do share This love that has happened to few For there's one in a million like you",
    "audio_url": "https://res.cloudinary.com/dyed10v2u/video/upload/v1585472556/upload_songs_ThePlatters/104_One_in_a_Million_wlohkj.mp3",
    "audio_preview_url": "https:\\/\\/cdns-preview-d.dzcdn.net\\/stream\\/c-da5127120482cec86199d7b1ac4f7b76-5.mp3",
    "release_year": 1958,
    "artist": 7,
    "categories": [
      1,
      6
    ]
  }
},
{
  "model": "songs.song",
  "pk": 60,
  "fields": {
    "name": "Only Because",
    "lyrics": "Only because you're gentle Only because you're sweet I grow so sentimental Anytime that we meet Only because you're smiling When others seem to frown Strange how my heart keeps smiling Only when you're around The others may bring me excitement It's just for a day I know now for sure What that night meant Our love is here to stay Only because you guide me I give my heart to you Heaven is here beside me Only because of you Others may bring me excitement It's just for a day I know now for sure What that night meant Our love is here to stay Only because you guide me I give my heart to you Heaven is here beside me Only because of you",
    "audio_url": "https://res.cloudinary.com/dyed10v2u/video/upload/v1585472564/upload_songs_ThePlatters/105_Only_Because_afz77w.mp3",
    "audio_preview_url": "https:\\/\\/cdns-preview-d.dzcdn.net\\/stream\\/c-d1094e648a9977423d6d59f3cd9b1b5a-5.mp3",
    "release_year": 1957,
    "artist": 7,
    "categories": [
      1,
      4
    ]
  }
},
{
  "model": "songs.song",
  "pk": 61,
  "fields": {
    "name": "Life Is A Song",
    "lyrics": "Life is a song, let's sing it together Let's take our hearts, end it then in rhyme Let's learn the words, let's learn the music together Hoping the song lasts for a long, long time  Life is a song that goes on forever Love's old refrain can never go wrong Let's strike the note Mendelssohn wrote concerning spring weather Let's sing it together and make life a song  Let's strike the note Mendelssohn wrote concerning spring weather Let's sing it together and make life a song And make life a great big song",
    "audio_url": "https://res.cloudinary.com/dyed10v2u/video/upload/v1585473703/upload_songs_ThePlatters/upload_songs_TonyBennett/112_Life_Is_Song_xd7lik.mp3",
    "audio_preview_url": "https:\\/\\/cdns-preview-1.dzcdn.net\\/stream\\/c-1475621ad4d78af8e33758e39238be28-3.mp3",
    "release_year": 1962,
    "artist": 8,
    "categories": [
      5,
      6
    ]
  }
},
{
  "model": "songs.song",
  "pk": 62,
  "fields": {
    "name": "With Plenty of Money and You",
    "lyrics": "Well, baby, what I couldn't do With plenty of money and you In spite of the worry that money brings Just a little filthy looker buys a lot of things And I could take you to places that you would like to go But outside of that, I've no use for dough  It's the root of all evil Of strife and upheaval But I'm certain, honey, that life would be sunny With plenty of money and you  It's the root of all evil Of strife and upheaval But I'm certain, honey, that life would be sunny With plenty of money and you",
    "audio_url": "https://res.cloudinary.com/dyed10v2u/video/upload/v1585473701/upload_songs_ThePlatters/upload_songs_TonyBennett/113_With_Plenty_of_Money_and_You_i5oozr.mp3",
    "audio_preview_url": "https:\\/\\/cdns-preview-f.dzcdn.net\\/stream\\/c-f847820a39f01658c333960c14cfe3b6-3.mp3",
    "release_year": 1966,
    "artist": 8,
    "categories": [
      2,
      5
    ]
  }
},
{
  "model": "songs.song",
  "pk": 63,
  "fields": {
    "name": "Poor Little Rich Girl",
    "lyrics": "Poor little rich girl, you're a bewitched girl You better beware, better beware Laughing at danger, burp to a stranger Better take care, better take care  The life you lead sets all your nerves a jangle Your love affairs are in a hopeless tangle Though you're a child, dear, you're life's a wild typhoon  In life of leisure the graceful pleasures Steadily grows, steadily grows Cocktails and laughter, but what come after Nobody knows, nobody knows  You're weaving love into a mad jazz pattern Ruled by Pantaloon Poor little rich girl Don't drop a stitch too soon  You're weaving love into a mad jazz pattern Ruled by Pantaloon Poor little rich girl Don't drop a stitch too soon",
    "audio_url": "https://res.cloudinary.com/dyed10v2u/video/upload/v1585473705/upload_songs_ThePlatters/upload_songs_TonyBennett/114_Poor_Little_Rich_Girl_p80skl.mp3",
    "audio_preview_url": "https:\\/\\/cdns-preview-0.dzcdn.net\\/stream\\/c-051ad2de71ddf7adb20bf5c5b32e8e44-3.mp3",
    "release_year": 1989,
    "artist": 8,
    "categories": [
      2,
      5
    ]
  }
}
]
