[
{
  "model": "artists.artist",
  "pk": 2,
  "fields": {
    "name": "Ella Fitzgerald",
    "nickname": "The First Lady of Song",
    "description": "Ella Jane Fitzgerald (April 25, 1917 – June 15, 1996) was an American jazz singer, sometimes referred to as the First Lady of Song, Queen of Jazz, and Lady Ella. She was noted for her purity of tone, impeccable diction, phrasing, timing, intonation, and a \"horn-like\" improvisational ability, particularly in her scat singing.  After a tumultuous adolescence, Fitzgerald found stability in musical success with the Chick Webb Orchestra, performing across the country but most often associated with the Savoy Ballroom in Harlem. Her rendition of the nursery rhyme \"A-Tisket, A-Tasket\" helped boost both her and Webb to national fame. After taking over the band when Webb died, Fitzgerald left it behind in 1942 to start her solo career.  Her manager was Moe Gale, co-founder of the Savoy,[1] until she turned the rest of her career over to Norman Granz, who founded Verve Records to produce new records by Fitzgerald. With Verve she recorded some of her more widely noted works, particularly her interpretations of the Great American Songbook.  While Fitzgerald appeared in movies and as a guest on popular television shows in the second half of the twentieth century, her musical collaborations with Louis Armstrong, Duke Ellington, and The Ink Spots were some of her most notable acts outside of her solo career. These partnerships produced some of her best-known songs such as \"Dream a Little Dream of Me\", \"Cheek to Cheek\", \"Into Each Life Some Rain Must Fall\", and \"It Don't Mean a Thing (If It Ain't Got That Swing)\".  In 1993, after a career of nearly 60 years, she gave her last public performance. Three years later, she died at the age of 79 after years of declining health. Her accolades included fourteen Grammy Awards, the National Medal of Arts, and the Presidential Medal of Freedom.",
    "image_url": "https://images.fineartamerica.com/images/artworkimages/mediumlarge/2/5-ella-fitzgerald-music-legend-john-springfield.jpg"
  }
},
{
  "model": "artists.artist",
  "pk": 3,
  "fields": {
    "name": "Frank Sinatra",
    "nickname": "Ol' Blue Eyes",
    "description": "Francis Albert Sinatra (/sɪˈnɑːtrə/; December 12, 1915 – May 14, 1998) was an American singer, actor and producer who was one of the most popular and influential musical artists of the 20th century. He is one of the best-selling music artists of all time, having sold more than 150 million records worldwide.[1]  Born to Italian immigrants in Hoboken, New Jersey, Sinatra began his musical career in the swing era with bandleaders Harry James and Tommy Dorsey. Sinatra found success as a solo artist after he signed with Columbia Records in 1943, becoming the idol of the \"bobby soxers\". He released his debut album, The Voice of Frank Sinatra, in 1946. But by the early 1950s his professional career had stalled and he turned to Las Vegas, where he became one of its best known residency performers as part of the Rat Pack. His career was reborn in 1953 with the success of From Here to Eternity, with his performance subsequently winning an Academy Award and Golden Globe Award for Best Supporting Actor. Sinatra released several critically lauded albums, including In the Wee Small Hours (1955), Songs for Swingin' Lovers! (1956), Come Fly with Me (1958), Only the Lonely (1958) and Nice 'n' Easy (1960).  Sinatra left Capitol in 1960 to start his own record label, Reprise Records, and released a string of successful albums. In 1965, he recorded the retrospective album, September of My Years and starred in the Emmy-winning television special Frank Sinatra: A Man and His Music. After releasing Sinatra at the Sands, recorded at the Sands Hotel and Casino in Vegas with frequent collaborator Count Basie in early 1966, the following year he recorded one of his most famous collaborations with Tom Jobim, the album Francis Albert Sinatra & Antonio Carlos Jobim. It was followed by 1968's Francis A. & Edward K. with Duke Ellington. Sinatra retired for the first time in 1971, but came out of retirement two years later. He recorded several albums and resumed performing at Caesars Palace, and released \"New York, New York\" in 1980. Using his Las Vegas shows as a home base, he toured both within the United States and internationally until shortly before his death in 1998.  Sinatra forged a highly successful career as a film actor. After winning an Academy Award for From Here to Eternity, he starred in The Man with the Golden Arm (1955), and received critical acclaim for his performance in The Manchurian Candidate (1962). He appeared in various musicals such as On the Town (1949), Guys and Dolls (1955), High Society (1956), and Pal Joey (1957), winning another Golden Globe for the latter. Toward the end of his career, he became associated with playing detectives, including the title character in Tony Rome (1967). Sinatra would later receive the Golden Globe Cecil B. DeMille Award in 1971. On television, The Frank Sinatra Show began on ABC in 1950, and he continued to make appearances on television throughout the 1950s and 1960s. Sinatra was also heavily involved with politics from the mid-1940s, and actively campaigned for presidents such as Harry S. Truman, John F. Kennedy and Ronald Reagan. Sinatra was investigated by the FBI for his alleged relationship with the Mafia.  While Sinatra never learned how to read music, he worked very hard from a young age to improve his abilities in all aspects of music. A perfectionist, renowned for his dress sense and performing presence, he always insisted on recording live with his band. His bright blue eyes earned him the popular nickname \"Ol' Blue Eyes\". Sinatra led a colorful personal life, and was often involved in turbulent affairs with women, such as with his second wife Ava Gardner. He later married Mia Farrow in 1966 and Barbara Marx in 1976. Sinatra had several violent confrontations, usually with journalists he felt had crossed him, or work bosses with whom he had disagreements. He was honored at the Kennedy Center Honors in 1983, was awarded the Presidential Medal of Freedom by Ronald Reagan in 1985, and the Congressional Gold Medal in 1997. Sinatra was also the recipient of eleven Grammy Awards, including the Grammy Trustees Award, Grammy Legend Award and the Grammy Lifetime Achievement Award. He was collectively included in Time magazine's compilation of the 20th century's 100 most influential people. After Sinatra's death, American music critic Robert Christgau called him \"the greatest singer of the 20th century\",[2] and he continues to be seen as an iconic figure.",
    "image_url": "https://50nx67a44a-flywheel.netdna-ssl.com/wp-content/uploads/2015/02/Frank-Sinatra.jpg"
  }
}
]
