[
{
  "model": "artists.artist",
  "pk": 2,
  "fields": {
    "name": "Ella Fitzgerald",
    "nickname": "The First Lady of Song",
    "description": "Ella Jane Fitzgerald (April 25, 1917 – June 15, 1996) was an American jazz singer, sometimes referred to as the First Lady of Song, Queen of Jazz, and Lady Ella. She was noted for her purity of tone, impeccable diction, phrasing, timing, intonation, and a \"horn-like\" improvisational ability, particularly in her scat singing.  After a tumultuous adolescence, Fitzgerald found stability in musical success with the Chick Webb Orchestra, performing across the country but most often associated with the Savoy Ballroom in Harlem. Her rendition of the nursery rhyme \"A-Tisket, A-Tasket\" helped boost both her and Webb to national fame. After taking over the band when Webb died, Fitzgerald left it behind in 1942 to start her solo career.  Her manager was Moe Gale, co-founder of the Savoy,[1] until she turned the rest of her career over to Norman Granz, who founded Verve Records to produce new records by Fitzgerald. With Verve she recorded some of her more widely noted works, particularly her interpretations of the Great American Songbook.  While Fitzgerald appeared in movies and as a guest on popular television shows in the second half of the twentieth century, her musical collaborations with Louis Armstrong, Duke Ellington, and The Ink Spots were some of her most notable acts outside of her solo career. These partnerships produced some of her best-known songs such as \"Dream a Little Dream of Me\", \"Cheek to Cheek\", \"Into Each Life Some Rain Must Fall\", and \"It Don't Mean a Thing (If It Ain't Got That Swing)\".  In 1993, after a career of nearly 60 years, she gave her last public performance. Three years later, she died at the age of 79 after years of declining health. Her accolades included fourteen Grammy Awards, the National Medal of Arts, and the Presidential Medal of Freedom.",
    "image_url": "https://images.fineartamerica.com/images/artworkimages/mediumlarge/2/5-ella-fitzgerald-music-legend-john-springfield.jpg"
  }
},
{
  "model": "artists.artist",
  "pk": 3,
  "fields": {
    "name": "Frank Sinatra",
    "nickname": "Ol' Blue Eyes",
    "description": "Francis Albert Sinatra (/sɪˈnɑːtrə/; December 12, 1915 – May 14, 1998) was an American singer, actor and producer who was one of the most popular and influential musical artists of the 20th century. He is one of the best-selling music artists of all time, having sold more than 150 million records worldwide.[1]  Born to Italian immigrants in Hoboken, New Jersey, Sinatra began his musical career in the swing era with bandleaders Harry James and Tommy Dorsey. Sinatra found success as a solo artist after he signed with Columbia Records in 1943, becoming the idol of the \"bobby soxers\". He released his debut album, The Voice of Frank Sinatra, in 1946. But by the early 1950s his professional career had stalled and he turned to Las Vegas, where he became one of its best known residency performers as part of the Rat Pack. His career was reborn in 1953 with the success of From Here to Eternity, with his performance subsequently winning an Academy Award and Golden Globe Award for Best Supporting Actor. Sinatra released several critically lauded albums, including In the Wee Small Hours (1955), Songs for Swingin' Lovers! (1956), Come Fly with Me (1958), Only the Lonely (1958) and Nice 'n' Easy (1960).  Sinatra left Capitol in 1960 to start his own record label, Reprise Records, and released a string of successful albums. In 1965, he recorded the retrospective album, September of My Years and starred in the Emmy-winning television special Frank Sinatra: A Man and His Music. After releasing Sinatra at the Sands, recorded at the Sands Hotel and Casino in Vegas with frequent collaborator Count Basie in early 1966, the following year he recorded one of his most famous collaborations with Tom Jobim, the album Francis Albert Sinatra & Antonio Carlos Jobim. It was followed by 1968's Francis A. & Edward K. with Duke Ellington. Sinatra retired for the first time in 1971, but came out of retirement two years later. He recorded several albums and resumed performing at Caesars Palace, and released \"New York, New York\" in 1980. Using his Las Vegas shows as a home base, he toured both within the United States and internationally until shortly before his death in 1998.  Sinatra forged a highly successful career as a film actor. After winning an Academy Award for From Here to Eternity, he starred in The Man with the Golden Arm (1955), and received critical acclaim for his performance in The Manchurian Candidate (1962). He appeared in various musicals such as On the Town (1949), Guys and Dolls (1955), High Society (1956), and Pal Joey (1957), winning another Golden Globe for the latter. Toward the end of his career, he became associated with playing detectives, including the title character in Tony Rome (1967). Sinatra would later receive the Golden Globe Cecil B. DeMille Award in 1971. On television, The Frank Sinatra Show began on ABC in 1950, and he continued to make appearances on television throughout the 1950s and 1960s. Sinatra was also heavily involved with politics from the mid-1940s, and actively campaigned for presidents such as Harry S. Truman, John F. Kennedy and Ronald Reagan. Sinatra was investigated by the FBI for his alleged relationship with the Mafia.  While Sinatra never learned how to read music, he worked very hard from a young age to improve his abilities in all aspects of music. A perfectionist, renowned for his dress sense and performing presence, he always insisted on recording live with his band. His bright blue eyes earned him the popular nickname \"Ol' Blue Eyes\". Sinatra led a colorful personal life, and was often involved in turbulent affairs with women, such as with his second wife Ava Gardner. He later married Mia Farrow in 1966 and Barbara Marx in 1976. Sinatra had several violent confrontations, usually with journalists he felt had crossed him, or work bosses with whom he had disagreements. He was honored at the Kennedy Center Honors in 1983, was awarded the Presidential Medal of Freedom by Ronald Reagan in 1985, and the Congressional Gold Medal in 1997. Sinatra was also the recipient of eleven Grammy Awards, including the Grammy Trustees Award, Grammy Legend Award and the Grammy Lifetime Achievement Award. He was collectively included in Time magazine's compilation of the 20th century's 100 most influential people. After Sinatra's death, American music critic Robert Christgau called him \"the greatest singer of the 20th century\",[2] and he continues to be seen as an iconic figure.",
    "image_url": "https://50nx67a44a-flywheel.netdna-ssl.com/wp-content/uploads/2015/02/Frank-Sinatra.jpg"
  }
},
{
  "model": "artists.artist",
  "pk": 4,
  "fields": {
    "name": "Nina Simone",
    "nickname": "The High Priestess of Soul",
    "description": "Eunice Kathleen Waymon (February 21, 1933 – April 21, 2003), known professionally as Nina Simone, was an American singer, songwriter, musician, arranger, and civil rights activist. Her music spanned a broad range of musical styles including classical, jazz, blues, folk, R&B, gospel, and pop.  The sixth of eight children born to a poor family in Tryon, North Carolina, Simone initially aspired to be a concert pianist.[1] With the help of a few supporters in her hometown, she enrolled in the Juilliard School of Music in New York City.[2] She then applied for a scholarship to study at the prestigious Curtis Institute of Music in Philadelphia, where she was denied admission despite a well-received audition,[3] which she attributed to racial discrimination. In 2003, just days before her death, the Institute awarded her an honorary degree.[4]  To make a living, Simone started playing piano at a nightclub in Atlantic City. She changed her name to \"Nina Simone\" to disguise herself from family members, having chosen to play \"the devil's music\"[3] or so-called \"cocktail piano\". She was told in the nightclub that she would have to sing to her own accompaniment, which effectively launched her career as a jazz vocalist.[5] She went on to record more than 40 albums between 1958 and 1974, making her debut with Little Girl Blue. She had a hit single in the United States in 1958 with \"I Loves You, Porgy\".[1] Her musical style fused gospel and pop with classical music, in particular Johann Sebastian Bach,[6] and accompanied expressive, jazz-like singing in her contralto voice.",
    "image_url": "https://api.time.com/wp-content/uploads/2016/04/simone.jpeg"
  }
},
{
  "model": "artists.artist",
  "pk": 5,
  "fields": {
    "name": "Dean Martin",
    "nickname": "The King of Cool",
    "description": "Dean Martin (born Dino Paul Crocetti; June 7, 1917 – December 25, 1995) was an American actor, singer and comedian. One of the most popular and enduring American entertainers of the mid-20th century, Martin was nicknamed \"The King of Cool\" for his seemingly effortless charisma and self-assurance.[1][2]  Martin gained his career breakthrough together with fellow comedian Jerry Lewis, billed as Martin & Lewis, in 1946. They performed in nightclubs and later had numerous appearances on radio, television and in films. Following an acrimonious ending of the partnership in 1956, Martin pursued a solo career as a performer and actor.  Martin established himself as a notable singer, recording numerous contemporary songs as well as standards from the Great American Songbook. He became one of the most popular acts in Las Vegas and was known for his friendship with fellow artists Frank Sinatra and Sammy Davis Jr., who together formed the Rat Pack.  Starting in 1964, Martin was the host of the television variety program The Dean Martin Show, which centred on Martin's singing talents and was characterized by his relaxed, easy-going demeanour. From 1974 to 1984 he was roastmaster on the popular Dean Martin Celebrity Roast, which drew notable celebrities, comedians and politicians.  Throughout his career, Martin performed in concert stages, nightclubs, audio recordings and appeared in 85 film and television productions. His relaxed, warbling, crooning voice earned him dozens of hit singles, including his signature songs \"Memories Are Made of This\", \"That's Amore\", \"Everybody Loves Somebody\", \"You're Nobody till Somebody Loves You\", \"Sway\", \"Ain't That a Kick in the Head?\" and \"Volare\".",
    "image_url": "https://www.biography.com/.image/t_share/MTE5NDg0MDU1MTg5ODE2ODQ3/dean-martin-9542166-1-402.jpg"
  }
},
{
  "model": "artists.artist",
  "pk": 6,
  "fields": {
    "name": "Sammy Davis Jr.",
    "nickname": "Mr. Entertainment",
    "description": "Samuel George Davis Jr. (December 8, 1925 – May 16, 1990) was an American singer, musician, dancer, actor, vaudevillian, comedian and activist known for his impressions of actors, musicians and other celebrities. At age three, Davis began his career in vaudeville with his father Sammy Davis Sr. and the Will Mastin Trio, which toured nationally. After military service, he returned to the trio and became an overnight sensation following a nightclub performance at Ciro's (in West Hollywood) after the 1951 Academy Awards. With the trio, he became a recording artist. In 1954, at the age of 29, he lost his left eye in a car accident. Several years later, he converted to Judaism, finding commonalities between the oppression experienced by African-American and Jewish communities.[2]  After a starring role on Broadway in Mr Wonderful (1956), he returned to the stage in 1964's Golden Boy. Davis's film career began as a child in 1933. In 1960, he appeared in the Rat Pack film Ocean's 11. In 1966, he had his own TV variety show, titled The Sammy Davis Jr. Show. While Davis's career slowed in the late 1960s, his biggest hit, \"The Candy Man\", reached the top of the Billboard Hot 100 in June 1972, and he became a star in Las Vegas, earning him the nickname \"Mister Show Business\".[3][4]  Davis had a complex relationship with the black community and drew criticism after publicly supporting President Richard Nixon in 1972. One day on a golf course with Jack Benny, he was asked what his handicap was. \"Handicap?\" he asked. \"Talk about handicap. I'm a one-eyed Negro who's Jewish.\"[5][6] This was to become a signature comment, recounted in his autobiography and in many articles.[7]  After reuniting with Frank Sinatra and Dean Martin in 1987, Davis toured with them and Liza Minnelli internationally, before his death in 1990. He died in debt to the Internal Revenue Service,[8] and his estate was the subject of legal battles.[9] Davis was awarded the Spingarn Medal by the NAACP and was nominated for a Golden Globe Award and an Emmy Award for his television performances. He was the recipient of the Kennedy Center Honors in 1987, and in 2001, he was posthumously awarded the Grammy Lifetime Achievement Award.",
    "image_url": "https://y2q3h6a7.stackpathcdn.com/app/uploads/2019/02/Sammy-1080-450x450.jpg"
  }
},
{
  "model": "artists.artist",
  "pk": 7,
  "fields": {
    "name": "The Platters",
    "nickname": "The Great Pretenders",
    "description": "The Platters are an American vocal group formed in 1952. They are one of the most successful vocal groups of the early rock and roll era. Originally, their distinctive sound was a bridge between the pre-rock Tin Pan Alley tradition and the burgeoning new genre. The act has gone through several personnel changes, with one of the most successful incarnations comprising lead tenor Tony Williams, Paul Robi, Herb Reed, and Zola Taylor. The group had 40 charting singles on the Billboard Hot 100 chart between 1955 and 1967, including four number-one hits. The Platters are one of the first African-American groups to be accepted as a major chart group and are one of the most successful vocal groups in the world.",
    "image_url": "https://static.qobuz.com/images/artists/covers/medium/5c67eeb5bebe5945eeccde5281c1b0a0.jpg"
  }
},
{
  "model": "artists.artist",
  "pk": 8,
  "fields": {
    "name": "Tony Bennett",
    "nickname": "Tony Benefit",
    "description": "Anthony Dominick Benedetto (born August 3, 1926),[2] known professionally as Tony Bennett, is an American singer of traditional pop standards, big band, show tunes, and jazz. He is also a painter, having created works under the name Anthony Benedetto that are on permanent public display in several institutions. He is the founder of the Frank Sinatra School of the Arts in Astoria, Queens, New York.[3]  Born and raised in Astoria to an Italian-American family, Bennett began singing at an early age. He fought in the final stages of World War II as a U.S. Army infantryman in the European Theater. Afterward, he developed his singing technique, signed with Columbia Records and had his first number-one popular song with \"Because of You\" in 1951. Several top hits such as \"Rags to Riches\" followed in early 1953. He then refined his approach to encompass jazz singing. He reached an artistic peak in the late 1950s with albums such as The Beat of My Heart and Basie Swings, Bennett Sings. In 1962, Bennett recorded his signature song, \"I Left My Heart in San Francisco\". His career and personal life experienced an extended downturn during the height of the rock music era.  Bennett staged a comeback in the late 1980s and 1990s, putting out gold record albums again and expanding his reach to the MTV generation while keeping his musical style intact. He remains a popular and critically praised recording artist and concert performer to date. He has won 19 Grammy Awards (including a Lifetime Achievement Award, presented in 2001) and two Emmy Awards, and was named an NEA Jazz Master and a Kennedy Center Honoree. Bennett has sold over 50 million records worldwide.",
    "image_url": "https://bestclassicbands.com/wp-content/uploads/2016/08/Tony-Bennett-2016-FB.jpg"
  }
}
]
